Repository: gooroom/adduser
Catalog: doc/po4a/po/*.po
Languages: es, pl

source: Version VERSION
es: Versión VERSION
pl: wersja VERSION

source: NAME
es: NOMBRE
pl: NAZWA

source: adduser, addgroup - add a user or group to the system
es: adduser, addgroup - añade un usuario o grupo al sistema
pl: adduser, addgroup - dodaje u¿ytkownika lub grupê do systemu

source: SYNOPSIS
es: SINOPSIS
pl: SK£ADNIA

source: B<adduser> [options] [--home DIR] [--shell|-s SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] user
pl: B<adduser> [opcje] [--home KATALOG] [--shell|-s PROW£OKA] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPA | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] [--add_extra_groups] u¿ytkownik

source: B<adduser> --system [options] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--group | --ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] user
es: B<adduser> --system [opciones] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--group | --ingroup GRUPO | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] usuario
pl: B<adduser> --system [opcje] [--home KATALOG] [--shell POW£OKA] [--no-create-home] [--uid ID] [--group | --ingroup GRUPA | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] u¿ytkownik

source: B<adduser> --group [options] [--gid ID] group
es: B<adduser> --group [opciones] [--gid ID] grupo
pl: B<adduser> --group [opcje] [--gid ID] grupa

source: B<addgroup> [options] [--gid ID] group
es: B<addgroup> [opciones] [--gid ID] grupo
pl: B<addgroup> [opcje] [--gid ID] grupa

source: B<adduser> --group --system [options] [--gid ID] group
es: B<adduser> --group --system [opciones] [--gid ID] grupo
pl: B<adduser> --group --system [opcje] [--gid ID] grupa

source: B<addgroup> --system [options] [--gid ID] group
es: B<addgroup> --system [opciones] [--gid ID] grupo
pl: B<addgroup> --system [opcje] [--gid ID] grupa

source: B<adduser> [options] user group
es: B<adduser> [opciones] usuario grupo
pl: B<adduser> [opcje] u¿ytkownik grupa

source: COMMON OPTIONS
es: OPCIONES COMUNES
pl: WSPÓLNE OPCJE

source: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf FILE]
pl: [--quiet] [--debug] [--force-badname] [--help|-h] [--version] [--conf PLIK]

source: DESCRIPTION
es: DESCRIPCIÓN
pl: OPIS

source: Add a normal user
es: Añadir un usuario normal
pl: Dodawanie zwyk³ych u¿ytkowników

source: If called with one non-option argument and without the B<--system> or B<--group> options, B<adduser> will add a normal user.
es: Si se invoca con un argumento que no es ninguna opción y sin la opción B<--system> o B<--group> , B<adduser> añadirá un usuario normal.
pl: B<adduser>, wywo³any z jednym argumentem nie bêd±cym opcj± oraz bez opcji B<--system> lub B<--group>, doda zwyk³ego u¿ytkownika.

source: B<adduser> will choose the first available UID from the range specified for normal users in the configuration file. The UID can be overridden with the B<--uid> option.
es: B<adduser> elegirá el primer UID disponible dentro del rango especificado para usuarios normales en el fichero de configuración. Puede elegirse uno manualmente usando la opción B<--uid.>
pl: B<adduser> wybierze pierwszy mo¿liwy UID z zakresu przeznaczonego dla zwyk³ych u¿ytkowników w pliku konfiguracyjnym. Ten UID mo¿e zostaæ nadpisany za pomoc± opcji B<--uid>.

source: The range specified in the configuration file may be overridden with the B<--firstuid> and B<--lastuid> options.
es: El rango especificado en el fichero de configuración puede modificarse usando las opciones B<--firstuid> y B<--lastuid.>
pl: Zakres okre¶lony w pliku konfiguracyjnym równie¿ mo¿e zostaæ nadpisany opcjami B<--firstuid> i B<--lastuid>.

source: By default, each user in Debian GNU/Linux is given a corresponding group with the same name. Usergroups allow group writable directories to be easily maintained by placing the appropriate users in the new group, setting the set-group-ID bit in the directory, and ensuring that all users use a umask of 002. If this option is turned off by setting B<USERGROUPS> to I<no>, all users' GIDs are set to B<USERS_GID>. Users' groups can also be overridden from the command line with the B<--gid> or B<--ingroup> options to set the group by id or name, respectively. Also, users can be added to one or more groups defined in adduser.conf either by setting ADD_EXTRA_GROUPS to 1 in adduser.conf, or by passing --add_extra_groups on the commandline.
pl: Domy¶lnie ka¿demu u¿ytkownikowi w systemie Debian GNU/Linux zostaje przypisana grupa maj±ca tê sam± nazwê i identyfikator, co u¿ytkownik. Umieszczanie ka¿dego u¿ytkownika w grupie o tej samej nazwie pozwala na ³atwe zarz±dzanie katalogami dostêpnymi do zapisu dla grupy poprzez dodanie odpowiednich u¿ytkowników do nowej grupy, ustawienie flagi set-group-ID na katalogu i ustawienie ka¿demu u¿ytkownikowi warto¶ci umask równej 002. Je¿eli ta opcja zostanie wy³±czona przez ustawienie B<USERGROUPS> na I<no>, wszyscy nowo tworzeni u¿ytkownicy bêd± mieli identyfikator grupy ustawiony na B<USERS_GID>. Grupy u¿ytkowników mog± zostaæ równie¿ nadpisane przez podanie w linii poleceñ opcji B<--gid> lub B<--ingroup>, które ustawiaj± grupê przez podanie, odpowiednio, jej id lub nazwy. Ponadto u¿ytkowników mo¿na dodaæ do jednej lub wiêkszej liczby grup zdefiniowanych w adduser.conf albo przez ustawienie ADD_EXTRA_GROUPS na 1 w adduser.conf, albo przez podanie opcji linii poleceñ --add_extra_groups.

source: B<adduser> will create a home directory subject to B<DHOME>, B<GROUPHOMES>, and B<LETTERHOMES>. The home directory can be overridden from the command line with the B<--home> option, and the shell with the B<--shell> option. The home directory's set-group-ID bit is set if B<USERGROUPS> is I<yes> so that any files created in the user's home directory will have the correct group.
es: B<adduser> creará los directorios personales de acuerdo con B<DHOME>, B<GROUPHOMES>, y B<LETTERHOMES>. El directorio personal puede especificarse mediante la opción de línea de órdenes B<--home> , y el shell mediante la opción B<--shell.> El bit set-group-ID del directorio personal está habilitado si B<USERGROUPS> es I<yes> , de forma que cualquier fichero creado en el directorio personal del usuario tendrá el grupo correcto.
pl: B<adduser> utworzy katalog domowy u¿ytkownika zgodnie z ustawieniami B<DHOME>, B<GROUPHOMES>, B<LETTERHOMES> w pliku konfiguracyjnym. Katalog domowy mo¿e zostaæ nadpisany przez opcjê linii poleceñ B<--home>, a pow³oka - przez opcjê B<--shell>. Je¿eli B<USERGROUPS> jest ustawione na I<yes>, to katalogowi domowemu u¿ytkownika zostanie nadany bit set-group-ID, co powoduje, ¿e jakikolwiek plik utworzony w tym katalogu bêdzie mia³ przydzielon± w³a¶ciw± grupê.

source: B<adduser> will copy files from B<SKEL> into the home directory and prompt for finger (gecos) information and a password. The gecos may also be set with the B<--gecos> option. With the B<--disabled-login> option, the account will be created but will be disabled until a password is set. The B<--disabled-password> option will not set a password, but login is still possible (for example with SSH RSA keys).
pl: B<adduser> skopiuje pliki z katalogu B<SKEL> do katalogu domowego u¿ytkownika, poprosi o dane u¿ytkownika (GECOS) oraz o has³o. Dane u¿ytkownika mog± byæ tak¿e ustawione opcj± B<--gecos>. Podanie opcji B<--disabled-login> spowoduje utworzenie konta u¿ytkownika, które bêdzie niedostêpne (zablokowane), dopóki nie zostanie ustawione has³o. Opcja B<--disabled-password> nie ustawi has³a, ale dostêp u¿ytkownika do systemu bêdzie mo¿liwy (na przyk³ad przez u¿ycie programu SSH z kluczami RSA).

source: If the file B</usr/local/sbin/adduser.local> exists, it will be executed after the user account has been set up in order to do any local setup. The arguments passed to B<adduser.local> are:
es: Si existe el fichero B</usr/local/sbin/adduser.local> , se ejecutará después de que la cuenta de usuario esté lista, de este modo es posible hacer ajustes locales. Los argumentos que se pasan a B<adduser.local> son:
pl: Po utworzeniu i ustawieniu konta u¿ytkownika, je¿eli istnieje plik B</usr/local/sbin/adduser.local>, to zostanie on uruchomiony w celu wykonania lokalnych ustawieñ. Argumenty przekazywane do B<adduser.local> s± nastepuj±ce:

source: username uid gid home-directory
es: nombreusuario uid gid directorio-personal
pl: nazwa-u¿ytkownika uid gid katalog-domowy

source: The environment variable VERBOSE is set according to the following rule:
pl: Zmienna ¶rodowiskowa VERBOSE jest ustawiana na:

source: 0 if --quiet is specified
pl: 0, je¶li podano opcjê --quiet

source: 1 if neither --quiet nor --debug is specified
pl: 1, je¶li nie podano ¿adnej z opcji --quiet i --debug

source: 2 if --debug is specified
pl: 2, je¶li podano opcjê --debug

source: (The same applies to the variable DEBUG, but DEBUG is deprecated and will be removed in a later version of adduser.)
pl: (To samo dotyczy zmiennej DEBUG, jednak ta zmienna jest przestarza³a i zostanie usuniêta w której¶ z przysz³ych wesji programu adduser).

source: Add a system user
pl: Dodawanie u¿ytkowników systemowych

source: If called with one non-option argument and the B<--system> option, B<adduser> will add a system user. If a user with the same name already exists in the system uid range (or, if the uid is specified, if a user with that uid already exists), adduser will exit with a warning.
pl: B<adduser>, gdy zostanie uruchomiony z jednym argumentem, nie bêd±cym opcj±, oraz z opcj± B<--system>, doda u¿ytkownika systemowego. Je¿eli taki u¿ytkownik z identyfikatorem u¿ytkownika (uid) mieszcz±cym siê w zakresie identyfikatorów u¿ytkowników systemowych (lub je¿eli uid jest podany w linii poleceñ, to z tym identyfikatorem) ju¿ istnieje, adduser wy¶wietli ostrze¿enie i zakoñczy dzia³anie.

source: B<adduser> will choose the first available UID from the range specified for system users in the configuration file. The UID can be overridden with the B<--uid> option.
es: B<adduser> elegirá el primer UID disponible entre el rango especificado en el fichero de configuración para usuarios del sistema. El UID puede modificarse con la opción B<--uid.>
pl: B<adduser> wybierze pierwszy mo¿liwy UID z zakresu identyfikatorów systemowych okre¶lonych w pliku konfiguracyjnym. UID ten mo¿e zostaæ nadpisany przez podanie opcji B<--uid>.

source: By default, system users are placed in the B<nogroup> group. To place the new system user in an already existing group, use the B<--gid> or B<--ingroup> options. To place the new system user in a new group with the same ID, use the B<--group> option.
es: Por omisión, los usuarios del sistema se añaden al grupo B<nogroup> Para añadir el nuevo usuario del sistema en un grupo existente, use las opciones B<--gid> o B<--ingroup> Para añadir el nuevo usuario del sistema en un grupo con su mismo ID, use la opción B<--group.>
pl: Domy¶lnie u¿ytkownicy systemowi maj± przypisan± grupê B<nogroup>. Aby przypisaæ nowego u¿ytkownika systemowego do istniej±cej grupy, nale¿y u¿yæ opcji B<--gid> lub B<--ingroup>. Aby nowemu u¿ytkownikowi systemowemu zosta³a przypisana nowa grupa z tym samym identyfikatorem, trzeba u¿yæ opcji B<--group>.

source: A home directory is created by the same rules as for normal users. The new system user will have the shell I</bin/false> (unless overridden with the B<--shell> option), and have logins disabled. Skeletal configuration files are not copied.
es: El directorio personal se crea con las mismas normas que para usuarios normales. Los nuevos usuarios del sistema tendrán como shell I</bin/false> (a menos que se modifique con la opción B<--shell> ), y tienen la clave deshabilitada. Los ficheros de configuración esqueleto no se copian.
pl: Katalog domowy jest tworzony zgodnie z tymi samymi zasadami, co dla zwyk³ych u¿ytkowników. Nowy u¿ytkownik systemowy bêdzie mia³ pow³okê I</bin/false> (chyba ¿e zostanie to nadpisane opcj± B<--shell>) oraz wy³±czone has³o. Pliki z katalogu B<SKEL> nie zostan± skopiowane.

source: Add a user group
es: Añadir un grupo de usuarios
pl: Dodawanie zwyk³ych grup

source: If B<adduser> is called with the B<--group> option and without the B<--system> option, or B<addgroup> is called respectively, a user group will be added.
es: Si se invoca B<adduser> con la opción B<--group> y sin las opciones B<--system> o B<addgroup> respectivamente, añadirá un grupo de usuarios.
pl: Je¿eli B<adduser> zostanie uruchomiony z opcj± B<--group>, ale bez opcji B<--system>, lub jako program B<addgroup>, to zostanie dodana grupa dla zwyk³ych u¿ytkowników.

source: A GID will be chosen from the range specified for user UIDS in the configuration file. The GID can be overridden with the B<--gid> option.
es: Se elegirá un GID de entre el rango especificado para los UID de usuario en el fichero de configuración. El GID puede modificarse con la opción B<--gid.>
pl: Grupie zostanie nadany identyfikator (GID) z zakresu okre¶lonego w pliku konfiguracyjnym dla identyfikatorów u¿ytkowników (UID), jednak¿e mo¿e zostaæ nadpisany opcj± B<--gid>.

source: The group is created with no users.
es: El grupo se creará sin usuarios.
pl: Utworzenie grupy nie powoduje przypisania do niej ¿adnych u¿ytkowników.

source: Add a system group
es: Añadir un grupo del sistema
pl: Dodawanie grup systemowych

source: If B<addgroup> is called with the B<--system> option, a system group will be added.
es: Si se invoca B<adduser> con la opción B<--system> se añadirá un grupo del sistema.
pl: Je¿eli B<addgroup> zostanie wywo³any z opcj± B<--system>, to bêdzie utworzona nowa grupa systemowa.

source: A GID will be chosen from the range specified for system GIDS in the configuration file. The GID can be overridden with the B<--gid> option.
pl: Grupie zostanie nadany identyfikator (GID) z zakresu okre¶lonego w pliku konfiguracyjnym dla identyfikatorów u¿ytkowników systemowych, jednak¿e mo¿e zostaæ nadpisany opcj± B<--gid>.

source: Add an existing user to an existing group
es: Añadir un usuario existente a un grupo existente
pl: Przydzielanie istniej±cego u¿ytkownika do istniej±cej grupy

source: If called with two non-option arguments, B<adduser> will add an existing user to an existing group.
es: Si se invoca con dos argumentos que no sean opciones B<adduser> añadirá un usuario existente a un grupo existente.
pl: B<adduser> wywo³any z dwoma argumentami nie bêd±cymi opcjami doda istniej±cego u¿ytkownika do istniej±cej grupy.

source: OPTIONS
es: OPCIONES
pl: OPCJE

source: B<--conf FILE>
es: B<--conf FICHERO>
pl: B<--conf PLIK>

source: Use FILE instead of I</etc/adduser.conf>.
es: Usa FICHERO en vez de I</etc/adduser.conf>.
pl: U¿yje pliku PLIK zamiast I</etc/adduser.conf>.

source: Do not run passwd to set the password. The user won't be able to use her account until the password is set.
es: No ejecuta passwd para establecer la clave. El usuario no podrá usar la cuenta hasta que se establezca una clave.
pl: Nie uruchamia programu passwd do ustanowienia has³a. U¿ytkownik nie bêdzie móg³ u¿ywaæ swojego konta, dopóki has³o nie zostanie nadane.

source: Like --disabled-login, but logins are still possible (for example using SSH RSA keys) but not using password authentication.
pl: Jak --disabled-login, ale dostêp u¿ytkownika do systemu bêdzie wci±¿ mo¿liwy (na przyk³ad przez u¿ycie kluczy SSH RSA), ale bez autoryzacji za pomoc± has³a.

source: By default, user and group names are checked against a configurable regular expression. This option forces B<adduser> and B<addgroup> to apply only a weak check for validity of the name.
es: Por omisión, el nombre de usuario y grupo tienen que consistir de una primera letra minúscula seguida de cero o más letras minúsculas o números. También se aceptan guiones en el nombre de usuario. Esta opción fuerza a B<adduser> y B<addgroup> a ser más indulgente.
pl: Domy¶lnie nazwy u¿ytkowników i grup mog± siê sk³adaæ z ma³ej litery, po której nastêpuje zero lub wiêcej ma³ych liter b±d¼ cyfr. W nazwie u¿ytkownika mog± wyst±piæ równie¿ znaki my¶lnika. U¿ycie tej opcji spowoduje, ¿e B<adduser> i B<addgroup> bêd± mniej restrykcyjne w odniesieniu do tych nazw.

source: Set the gecos field for the new entry generated. adduser will not ask for finger information if this option is given.
es: Especifica el nuevo campo gecos para la entrada generada. adduser no preguntará por esta información si ya se le proporciona.
pl: Ustawia pole z informacjami GECOS dla nowego u¿ytkownika. Je¶li ta opcja jest podana, to adduser nie bêdzie prosi³ o podanie tych informacji interakcyjnie.

source: When creating a group, this option forces the new groupid to be the given number. When creating a user, this option will put the user in that group.
es: Cuando se crea un grupo, esta opción fuerza el nuevo GID al número dado. Cuando se crea un usuario la opción añade al usuario a ese grupo.
pl: Przy tworzeniu nowej grupy, ta opcja ustawia identyfikator grupy na podan± warto¶æ. Przy tworzeniu u¿ytkownika, u¿ycie tej opcji spowoduje umieszczenie u¿ytkownika w zadanej grupie.

source: When combined with B<--system>, a group with the same name and ID as the system user is created. If not combined with B<--system>, a group with the given name is created. This is the default action if the program is invoked as B<addgroup>.
es: Cuando se combina con B<--system>, se crea un grupo con el ID del usuario del sistema. Si no se combina con B<--system>, se crea un grupo con el nombre dado. Ésta es la acción predeterminada si el programa se invoca como B<addgroup>.
pl: U¿yte razem z B<--system>, spowoduje utworzenie grupy o takiej samej nazwie i identyfikatorze, jak nowo tworzony u¿ytkownik systemowy. Je¿eli nie zostanie u¿yte razem z opcj± B<--system>, to zostanie utworzone grupa o podanej nazwie. Ta opcja jest opcj± domy¶ln±, je¿eli program zosta³ wywo³any jako B<addgroup>.

source: Display brief instructions.
es: Muestra unas instrucciones breves.
pl: Wy¶wietla krótk± instrukcjê u¿ywania programu.

source: B<--home DIR>
pl: B<--home KATALOG>

source: Use DIR as the user's home directory, rather than the default specified by the configuration file. If the directory does not exist, it is created and skeleton files are copied.
es: Usa DIR para el directorio personal, en vez del predeterminado especificado en el fichero de configuración. Si el directorio no existe, se crea y se copian los ficheros de esqueleto.
pl: U¿ywa katalogu KATALOG jako katalogu domowego u¿ytkownika, nadpisuj±c tym samym domy¶ln± warto¶æ okre¶lon± w pliku konfiguracyjnym. Je¿eli ten katalog nie istnieje, to bêdzie utworzony i zostan± skopiowane pliki z katalogu I<SKEL>.

source: B<--shell SHELL>
pl: B<--shell POW£OKA>

source: Use SHELL as the user's login shell, rather than the default specified by the configuration file.
es: Usar SHELL como el shell de entrada del usuario, en vez del predeterminado especificado en el fichero de configuración.
pl: Ustawia POW£OKÊ jako pow³okê logowania u¿ytkownika, nadpisuj±c domy¶ln± warto¶æ okre¶lon± w pliku konfiguracyjnym.

source: B<--ingroup GROUP>
es: B<--ingroup GRUPO>
pl: B<--ingroup GRUPA>

source: Add the new user to GROUP instead of a usergroup or the default group defined by USERS_GID in the adduser.conf file.
es: Añade el nuevo usuario al GRUPO en vez de al grupo del usuario o el grupo predeterminado definido por USERS_GID en el fichero adduser.conf.
pl: Umieszcza nowego u¿ytkownika w grupie GRUPA, zamiast w grupie okre¶lonej przez opcjê USERS_GID w pliku adduser.conf.

source: Do not create the home directory, even if it doesn't exist.
es: No crea un directorio personal, incluso si no existe.
pl: Nie tworzy katalogu domowego, nawet je¿eli on nie istnieje.

source: Suppress informational messages, only show warnings and errors.
pl: Pomija informacje, pokazuje tylko ostrze¿enia i b³êdy.

source: Be verbose, most useful if you want to nail down a problem with adduser.
pl: Tryb gadatliwy, przydatny w czasie rozwi±zywania problemów w programie adduser.

source: Create a system user.
es: Crea un usuario del sistema.
pl: Tworzy u¿ytkownika systemowego.

source: Force the new userid to be the given number. adduser will fail if the userid is already taken.
es: Fuerza el nuevo identificador de usuario al número dado. adduser fallará si ese UID ya está usado.
pl: Ustawia identyfikator nowego u¿ytkownika na podan± warto¶æ. adduser zakoñczy siê b³êdem, je¿eli taki identyfikator jest ju¿ zajêty.

source: Override the first uid in the range that the uid is chosen from.
es: Modifica el primer uid del rango de donde se eligen los uid.
pl: Nadpisuje warto¶æ pierwszego dostêpnego identyfikatora u¿ytkownika.

source: Override the last uid in the range that the uid is chosen from.
es: Modifica el último uid del rango de donde se eligen los uid.
pl: Nadpisuje warto¶æ pierwszego ostatniego identyfikatora u¿ytkownika.

source: Add new user to extra groups defined in adduser.conf
pl: Dodaje nowego u¿ytkownika do grup dodatkowych zdefiniowanych w adduser.conf.

source: Display version and copyright information.
es: Muestra la versión e información acerca del copyright.
pl: Wy¶wietla informacjê o wersji i prawach autorskich.

source: FILES
es: FICHEROS
pl: PLIKI

source: SEE ALSO
es: VÉASE TAMBIÉN
pl: ZOBACZ TAK¯E

source: adduser.conf(5), deluser(8), useradd(8), groupadd(8), usermod(8), Debian Policy 9.2.2.
pl: adduser.conf(5), deluser(8), useradd(8), groupadd(8), usermod(8), punkt 9.2.2 dokumentu Debian Policy.

source: COPYRIGHT
pl: PRAWA AUTORSKIE

source: Copyright (C) 1997, 1998, 1999 Guy Maor. Modifications by Roland Bauerschmidt and Marc Haber.
es: Copyright (C) 1997, 1998, 1999 Guy Maor. Modificaciones de Roland Bauerschmidt y Marc Haber.
pl: Copyright (C) 1997, 1998, 1999 Guy Maor. Modyfikowany przez Rolanda Bauerschmidta i Marca Habera.

source: Copyright (C) 1995 Ted Hajek, with a great deal borrowed from the original Debian B<adduser>
es: Copyright (C) 1995 Ted Hajek, con un gran aportación del B<adduser> original de Debian
pl: Copyright (C) 1995 Ted Hajek, z du¿ym wk³adem oryginalnego programu B<adduser> z Debiana.

source: Copyright (C) 1994 Ian Murdock. B<adduser> is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is I<no> warranty.
es: Copyright (C) 1994 Ian Murdock. B<adduser> es software libre; lea la Licencia Pública General de GNU versión 2 o posterior para las condiciones de copia. I<No> hay garantía.
pl: Copyright (C) 1994 Ian Murdock. B<adduser> jest wolnym oprogramowaniem, warunki licencji - patrz GNU General Public Licence w wersji 2 lub wy¿szej. Nie ma I<¿adnych> gwarancji.

source: /etc/adduser.conf - configuration file for B<adduser(8)> and B<addgroup(8)>.
es: /etc/adduser.conf - fichero de configuración para B<adduser(8)> , B<addgroup(8)> , B<deluser(8)> , B<delgroup(8)>.
pl: /etc/adduser.conf - plik konfiguracyjny programów B<adduser(8)> i B<addgroup(8)>.
