Repository: gooroom/adduser
Catalog: doc/po4a/po/*.po
Languages: es, pl

source: The file I</etc/adduser.conf> contains defaults for the programs B<adduser(8)> , B<addgroup(8)> , B<deluser(8)> and B<delgroup(8)>. Each line holds a single value pair in the form I<option> = I<value>. Double or single quotes are allowed around the value, as is whitespace around the equals sign. Comment lines must have a hash sign (#) in the first line.
es: El fichero I</etc/adduser.conf> contiene las preferencias para los programas B<adduser(8)> y B<addgroup(8)>. Cada opción tiene la forma I<opción> = I<valor>. Se permiten comillas simples o dobles al rededor del valor. Los comentarios deben comenzar con el signo #.
pl: Plik I</etc/adduser.conf> zawiera warto¶ci domy¶lne dla programów B<adduser(8)>, B<addgroup(8)>, B<deluser(8)> oraz B<delgroup(8)>. Ka¿da linia przechowuje pojedyncz± warto¶æ w postaci I<opcja> = I<warto¶æ>. Dopuszczalne jest otaczanie warto¶ci cudzys³owami lub apostrofami oraz dodawanie bia³ych znaków przed i po znaku rówo¶ci. Linie komentarza musz± zaczynaæ siê od znaku hasha (#).

source: The valid configuration options are:
es: Las opciones de configuración válidas son:
pl: Poprawne s± nastêpuj±ce opcje:

source: The login shell to be used for all new users. Defaults to I</bin/bash>.
es: El shell para los nuevos usuarios. Por omisión es I</bin/bash>.
pl: Pow³oka logowania dla nowych u¿ytkowników. Warto¶æ domy¶lna to I</bin/bash>.

source: The directory in which new home directories should be created. Defaults to I</home>.
es: El directorio donde se deben crear los nuevos directorios de los usuarios. Por omisión I</home>.
pl: Katalog, w którym s± tworzone nowe katalogi domowe u¿ytkowników. Warto¶æ domy¶lna to I</home>.

source: If this is set to I<yes>, the home directories will be created as I</home/[groupname]/user>. Defaults to I<no>.
es: Si es I<yes>, los directorios personales se crearán como I</home/[nombregrupo]/usuario>. Por omisión es I<no>.
pl: Ustawienie na I<yes> powoduje, ¿e katalogi domowe bêd± utworzone jako I</home/[nazwa-grupy]/u¿ytkownik>. Warto¶æ domy¶lna to I<no>.

source: If this is set to I<yes>, then the home directories created will have an extra directory inserted which is the first letter of the loginname. For example: I</home/u/user>. Defaults to I<no>.
es: Si es I<yes>, los directorios personales colgarán de un directorio extra con la primera letra del nombre de usuario. Por ejemplo: I</home/u/user>. Por omisión es I<no>.
pl: Ustawienie na I<yes> powoduje, ¿e katalogi domowe zostan± utworzone w dodatkowym katalogu, którego nazw± jest pierwsza litera nazwy u¿ytkownika. Na przyk³ad: I</home/u/u¿ytkownik>. Warto¶æ domy¶lna to I<no>.

source: B<SKEL>
pl: B<SKELL>

source: The directory from which skeletal user configuration files should be copied. Defaults to I</etc/skel>.
es: El directorio de donde se copian los ficheros de configuración esqueleto del usuario. Por omisión es I</etc/skel>.
pl: Katalog, z którego powinny byæ kopiowane szablonowe pliki konfiguracyjne u¿ytkowników. Warto¶æ domy¶lna to I</etc/skel>.

source: B<FIRST_SYSTEM_UID> and B<LAST_SYSTEM_UID>
es: B<FIRST_SYSTEM_UID> y B<LAST_SYSTEM_UID>
pl: B<FIRST_SYSTEM_UID> i B<LAST_SYSTEM_UID>

source: B<FIRST_UID> and B<LAST_UID>
es: B<FIRST_UID> y B<LAST_UID>
pl: B<FIRST_UID> i B<LAST_UID>

source: specify an inclusive range of UIDs from which normal user's UIDs can be dynamically allocated. Default to I<1000> - I<29999>.
es: especifica un rango dinámico de IDs para usuarios normales (ambos incluidos). Por omisión es I<1000> - I<29999>.
pl: okre¶laj± zakres identyfikatorów UID, w którym bêd± przydzielane identyfikatory zwyk³ych u¿ytkowników. Warto¶æ domy¶lna to I<1000> - I<29999>.

source: If this is set to I<yes>, then each created user will be given their own group to use. If this is I<no>, then each created user will be placed in the group whose GID is B<USERS_GID> (see below). The default is I<yes>.
es: Si es I<yes>, entonces cada usuario creado tendrá su propio grupo y su directorio personal será g+s. Si es I<no>, cada usuario creado tendrá como grupo aquel cuyo GID es B<USERS_GID> (lea más abajo). Por omisión es I<yes>.
pl: Ustawienie tej opcji na I<yes> powoduje, ¿e dla ka¿dego tworzonego u¿ytkownika zostanie utworzona jego w³asna grupa. Je¿eli opcja jest ustawiona na I<no>, to ka¿dy u¿ytkownik zostanie umieszczony w grupie, której GID jest równy B<USERS_GID> (patrz ni¿ej).Warto¶æ domy¶lna to I<yes>.

source: If B<USERGROUPS> is I<no>, then B<USERS_GID> is the GID given to all newly-created users. The default value is I<100>.
es: Si B<USERGROUPS> es I<no>, entonces B<USERS_GID> es el GID dado para todos los usuarios creados. El valor por omisión es I<100>.
pl: Je¿eli B<USERGROUPS> jest ustawione na I<no>, to B<USERS_GID> jest identyfikatorem grupy, do której bêd± przypisani wszyscy nowo tworzeni u¿ytkownicy. Warto¶æ domy¶lna to I<100>.

source: If set to a valid value (e.g. 0755 or 755), directories created will have the specified permissions. Otherwise 0755 is used as default.
es: Si es un valor válido (e.g. 0755 o 755), los directorios creados tendrán los permisos especificados. En otro caso se usará el valor predeterminado 0755.
pl: Je¿eli warto¶æ jest poprawna (np. 0755 lub 755), to tworzonym katalogom domowym zostan± ustawione podane prawa dostêpu. W przeciwnym przypadku 0755 jest u¿ywana jako warto¶æ domy¶lna.

source: If this is set to I<yes>, then home directories for users with their own group ( I<USERGROUPS=yes> ) will have the setgid bit set. This was the default setting for adduser versions E<lt>E<lt> 3.13. Unfortunately it has some bad side effects, so we no longer do this per default. If you want it nevertheless you can still activate it here.
es: Si es I<yes>, los directorios personales para los usuarios con su propio grupo ( I<USERGROUPS=yes> ) tendrán activado el bit setgid. Este fue el comportamiento predeterminado de adduser hasta la versión 3.13. Desafortunadamente tenía algunos efectos secundarios indeseados, por eso esto ya no se hace a menos que se especifique lo contrario. De todas formas, todavía puede activarlo aquí.
pl: Ustawienie tej opcji na I<yes> powoduje, ¿e katalogi domowe u¿ytkowników posiadaj±cych w³asn± grupê (I<USERGROUPS=yes>) bêd± mia³y ustawiony bit setgid. By³o to domy¶lne ustawienie programu adduser w wersji E<lt>E<lt> 3.13. Niestety mia³o ono swoje z³e strony, dlatego nie jest ju¿ ustawiane domy¶lnie. Niemniej jednak, je¿eli jest taka potrzeba, to mo¿na to aktywowaæ tutaj.

source: If set to a nonempty value, new users will have quotas copied from that user. The default is empty.
es: Si se establece a cualquier valor no nulo, los nuevos usuarios tendrán las mismas cuotas que ese usuario. Por omisión está vacío.
pl: Je¿eli warto¶æ tej opcji jest niepusta, to oznacza nazwê u¿ytkownika, którego quota bêdzie skopiowana nowo tworzonym u¿ytkownikom. Warto¶æ domy¶lna jest pusta.

source: User names are checked against this regular expression. If the name doesn't match this regexp, user creation is refused unless --force-badname is set. With --force-badname set, only weak checks are performed. The default is the most conservative ^[a-z][-a-z0-9]*$.
pl: Nazwy u¿ytkowników s± sprawdzane tym wyra¿eniem regularnym. Je¿eli nazwa nie pasuje do wyra¿enia, u¿ytkownik nie zostanie utworzony, chyba ¿e podano --force-badname. Je¿eli podano --force-badname, to s± dokonywane tylko bardzo podstawowe sprawdzenia. Warto¶ci± domy¶ln± jest skromne ^[a-z][-a-z0-9]*$.

source: Files in /etc/skel/ are checked against this regex, and not copied to the newly created home directory if they match. This is by default set to the regular expression matching files left over from unmerged config files (dpkg-(old|new|dist)).
pl: Z tym wyra¿eniem regularnym s± porównywane pliki w /etc/skel. Je¿eli pliki te pasuj± do wyra¿enia regularnego, to nie bêd± kopiowane. Domy¶lnie wyra¿enie to pasuje do niescalonych plików konfiguracyjnych (dpkg-(old|new|dist)).

source: Setting this to something other than 0 (the default) will cause adduser to add newly created non-system users to the list of groups defined by EXTRA_GROUPS (below).
pl: Ustawienie tej zmiennej na cokolwiek innego ni¿ 0 (warto¶æ domy¶lna) spowoduje, ¿e adduser doda nowo tworzonych u¿ytkowników niesystemowych do grup zdefiniowanych w EXTRA_GROUPS (patrz ni¿ej).

source: This is the list of groups that new non-system users will be added to. By default, this list is 'dialout cdrom floppy audio src video lp users'
pl: Lista grup, do których bêd± dodawanie nowo tworzeni u¿ytkownicy niesystemowi. Domy¶ln± warto¶ci± jest "dialout cdrom floppy audio src video lp users".

source: deluser, delgroup - remove a user or group from the system
es: deluser, delgroup - elimina un usuario o grupo del sistema
pl: deluser, delgroup - usuwa u¿ytkownika lub grupê z systemu

source: B<deluser> [options] [--remove-home] [--remove-all-files] [--backup] [--backup-to DIR] user
pl: B<deluser> [opcje] [--remove-home] [--remove-all-files] [--backup] [--backup-to KATALOG] u¿ytkownik

source: B<deluser> --group [options] group
es: B<deluser> --group [opciones] grupo
pl: B<deluser> --group [opcje] grupa

source: B<delgroup> [options] [--only-if-empty] group
es: B<delgroup> [opciones] [--only-if-empty] grupo
pl: B<delgroup> [opcje] [--only-if-empty] grupa

source: B<deluser> [options] user group
es: B<deluser> [opciones] usuario grupo
pl: B<deluser> [opcje] u¿ytkownik grupa

source: [--quiet] [--system] [--help] [--version] [--conf FILE]
es: [--quiet] [--system] [[--help] [--version] [--conf FICHERO]
pl: [--quiet] [--system] [--help] [--version] [--conf PLIK]

source: B<deluser> and B<delgroup> remove users and groups from the system according to command line options and configuration information in I</etc/deluser.conf> and I</etc/adduser.conf>. They are friendlier front ends to the B<userdel> and B<groupdel> programs, removing the home directory as option or even all files on the system owned by the user to be removed, running a custom script, and other features. B<deluser> and B<delgroup> can be run in one of three modes:
es: B<deluser> y B<delgroup> elimina usuarios y grupos del sistema de acuerdo a las opciones en línea de órdenes y a la configuración en I</etc/deluser.conf> y I</etc/adduser.conf>. Proporcionan una interfaz más amigable para los programas B<userdel> y B<groupdel> , como opción se puede eliminar el directorio personal o incluso todos los ficheros del sistema pertenecientes al usuario, ejecutar un script personalizado, y otras características. B<deluser> y B<delgroup> pueden ejecutarse de tres maneras:
pl: B<deluser> i B<delgroup> usuwaj± u¿ytkowników i grupy z systemu zgodnie z opcjami wymienionymi w linii poleceñ oraz konfiguracj± zawart± w pliku I</etc/deluser.conf>. Programy te s± bardziej przyjaznym dla u¿ytkownika interfejsem do programów B<userdel> i B<groupdel>, opcjonalnie usuwaj±cymi katalog domowy u¿ytkownika lub nawet wszystkie pliki, których w³a¶cicielem jest usuwany u¿ytkownik, uruchamiaj±cymi lokalne skrypty i maj±cymi inne dodatkowe funkcje. B<adduser> i B<addgroup> mog± byæ u¿yte w jednym z trzech trybów:

source: Remove a normal user
es: Eliminar un usuario normal
pl: Usuwanie zwyk³ych u¿ytkowników

source: If called with one non-option argument and without the B<--group> option, B<deluser> will remove a normal user.
pl: B<deluser>, je¶li zostanie wywo³any z jednym argumentem nie bêd±cym opcj± oraz bez opcji B<--group>, usunie zwyk³ego u¿ytkownika.

source: By default, B<deluser> will remove the user without removing the home directory, the mail spool or any other files on the system owned by the user. Removing the home directory and mail spool can be achieved using the B<--remove-home> option.
pl: Domy¶lnie B<deluser> usunie u¿ytkownika bez usuwania katalogu domowego, pliku zawieraj±cego przychodz±c± pocztê u¿ytkownika ani jakiegokolwiek innego pliku w systemie, nale¿±cego do u¿ytkownika. Usun±æ katalog domowy i pocztê u¿ytkownika mo¿na u¿ywaj±c opcji B<--remove-home>.

source: The B<--remove-all-files> option removes all files on the system owned by the user. Note that if you activate both options B<--remove-home> will have no effect because all files including the home directory and mail spool are already covered by the B<--remove-all-files> option.
es: La opción B<--remove-all-files> elimina todos los ficheros pertenecientes al usuario en el sistema. Dese cuenta que si activa ambas opciones B<--remove-home> no tiene ningún efecto porque B<--remove-all-files> es una opción más general.
pl: Opcja B<--remove-all-files> usuwa z systemu wszystkie pliki, których w³a¶cicielem jest usuwany u¿ytkownik. Proszê zauwa¿yæ, ¿e u¿ycie opcji B<--remove-home> ³±cznie z t± opcj± nie ma ¿adnego znaczenia, poniewa¿ opcja B<--remove-all-files> obejmuje wszystkie pliki, ³±cznie z katalogiem domowym i plikiem zawieraj±cym pocztê u¿ytkownika.

source: If you want to backup all files before deleting them you can activate the B<--backup> option which will create a file username.tar(.gz|.bz2) in the directory specified by the B<--backup-to> option (defaulting to the current working directory). Both the remove and backup options can also be activated for default in the configuration file /etc/deluser.conf. See B<deluser.conf(5)> for details.
es: Si quiere hacer una copia de seguridad de todos los ficheros antes de eliminarlos use la opción B<--backup> que creará un fichero nombreusuario.tar(.gz|.bz2) en el directorio especificado por la opción B<--backup-to> (el directorio de trabajo actual de forma predeterminada). Ambas opciones, la de eliminación y la de copias de seguridad pueden especificarse como predeterminadas en el fichero /etc/deluser.conf. Consulte B<deluser.conf(5)> para más detalles.
pl: Aby przed usuniêciem plików zrobiæ ich kopie zapasowe, nale¿y u¿yæ opcji B<--backup>, które utworzy plik nazwa-u¿ytkownika.tar(.gz|.bz2) w katalogu okre¶lonym przez opcjê B<--backup-to> (domy¶lnie jest to bie¿±cy katalog roboczy). Zarówno opcje usuwania, jak i tworzenia kopii zapasowej mog± zostaæ ustawione jako domy¶lne w pliku konfiguracyjnym /etc/deluser.conf. Szczegó³y mo¿na znale¼æ w B<deluser.conf(5)>.

source: If the file B</usr/local/sbin/deluser.local> exists, it will be executed after the user account has been removed in order to do any local cleanup. The arguments passed to B<deluser.local> are:
pl: Po usuniêciu konta u¿ytkownika,zostanie uruchomiony plik B</usr/local/sbin/deluser.local>, je¿eli istnieje, w celu wykonania lokalnych ustawieñ. Argumenty przekazywane do B<deluser.local> s± nastêpuj±ce:

source: Remove a group
es: Eliminar un grupo
pl: Usuwanie grup

source: If B<deluser> is called with the B<--group> option, or B<delgroup> is called, a group will be removed.
es: Si se invoca B<deluser> con la opción B<--group> , o se invocaB<delgroup> , se eliminará un grupo.
pl: Je¿eli B<deluser> zostanie uruchomiony z opcj± B<--group> lub jako program B<delgroup>, to grupa zostanie usuniêta.

source: Warning: The primary group of an existing user cannot be removed.
pl: Ostrze¿enie: Nie mo¿na usun±æ podstawowej grupy istniej±cego u¿ytkownika.

source: If the option B<--only-if-empty> is given, the group won't be removed if it has any members left.
es: Si se usa la opción B<--only-if-empty> , el grupo no se elimina en caso de que todavía tenga algún miembro.
pl: Je¿eli podano opcjê B<--only-if-empty>, to grupa nie zostanie usuniêta, je¿eli ma przypisanych cz³onków.

source: Remove a user from a specific group
pl: Usuwa u¿ytkownika z okre¶lonej grupy

source: If called with two non-option arguments, B<deluser> will remove a user from a specific group.
pl: B<deluser> wywo³any z dwoma argumentami nie bêd±cymi opcjami usunie u¿ytkownika z podanej grupy.

source: Use FILE instead of I</etc/deluser.conf>.
es: Usar FICHERO en vez de I</etc/deluser.conf>.
pl: U¿yje pliku PLIK zamiast I</etc/deluser.conf>.

source: Remove a group. This is the default action if the program is invoked as I<delgroup>.
es: Elimina un grupo. La opción predeterminada si se invoca como I<delgroup>.
pl: Usuwa grupê. Jest to domy¶lna akcja, je¿eli program jest wywo³any jako I<delgroup>.

source: Suppress progress messages.
es: Suprime mensajes indicadores de progreso.
pl: Program wy¶wietla mniej komunikatów ni¿ zazwyczaj.

source: Only delete if user/group is a system user/group. This avoids accidentally deleting non-system users/groups. Additionally, if the user does not exist, no error value is returned. This option is mainly for use in Debian package maintainer scripts.
pl: Usuwa u¿ytkownika/grupê tylko wtedy, gdy jest to u¿ytkownik/grupa systemowy/a. Pozwala to unikn±æ przypadkowego usuniêcia niesystemowych u¿ytkowników/grup. Dodatkowo, je¿eli u¿ytkownik nie istnieje, to nie jest zwracany b³±d. Ta opcja jest g³ównie przeznaczana do u¿ycia w skryptach opiekunów pakietów Debiana.

source: RETURN VALUE
pl: WARTO¦Æ ZWRACANA

source: The action was successfully executed.
pl: Akcja zosta³a pomy¶lnie wykonana.

source: The user to delete was not a system account. No action was performed.
pl: U¿ytkownik do usuniêcia nie by³ u¿ytkownikiem systemowym. Nie wykonano ¿adnej akcji.

source: There is no such user. No action was performed.
pl: Podany u¿ytkownik nie istnieje. Nie wykonano ¿adnej akcji.

source: There is no such group. No action was performed.
pl: Podana grupa nie istnieje. Nie wykonano ¿adnej akcji.

source: Internal error.
pl: B³±d wewnêtrzny.

source: The group to delete is not empty. No action was performed.
pl: Usuwana grupa nie jest pusta. Nie wykonano ¿adnej akcji.

source: The user does not belong to the specified group.
pl: U¿ytkownik nie nale¿y do podanej grupy.

source: You cannot remove a user from its primary group.
pl: Nie mo¿na usun±æ u¿ytkownika z jego podstawowej grupy.

source: Copyright (C) 2000 Roland Bauerschmidt. Modifications (C) 2004 Marc Haber and Joerg Hoh. This manpage and the deluser program are based on adduser which is:
pl: Copyright (C) 2000 Roland Bauerschmidt. Modyfikacje (C) 2004 Marc Haber i Joerg Hoh. Ta strona podrêcznika oraz program deluser opieraj± siê na adduser, którego prawa autorskie s± nastêpuj±ce:

source: Copyright (C) 1997, 1998, 1999 Guy Maor.
pl: Copyright (C) 1997, 1998, 1999 Guy Maor. Modyfikowany przez Rolanda Bauerschmidta i Marca Habera.

source: Copyright (C) 1994 Ian Murdock. B<deluser> is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is I<no> warranty.
es: Copyright (C) 1994 Ian Murdock. B<adduser> es software libre; lea la Licencia Pública General de GNU versión 2 o posterior para las condiciones de copia. I<No> hay garantía.
pl: Copyright (C) 1994 Ian Murdock. B<deluser> jest wolnym oprogramowaniem, warunki licencji - patrz GNU General Public Licence w wersji 2 lub wy¿szej. Nie ma I<¿adnych> gwarancji.

source: /etc/deluser.conf - configuration file for B<deluser(8)> and B<delgroup(8)>.
es: /etc/deluser.conf - fichero de configuración para B<deluser(8)> y B<delgroup(8)>.
pl: /etc/deluser.conf - plik konfiguracyjny programów B<deluser(8)> i B<delgroup(8)>.

source: The file I</etc/deluser.conf> contains defaults for the programs B<deluser(8)> and B<delgroup(8)>. Each option takes the form I<option> = I<value>. Double or single quotes are allowed around the value. Comment lines must have a pound sign (#) at the beginning of the line.
es: El fichero I</etc/deluser.conf> contiene las preferencias de los programas B<deluser(8)> y B<delgroup(8)>. Cada opción tiene la forma I<opción> = I<valor>. Se permiten comillas simples o dobles al rededor del valor. Los comentarios deben comenzar con el signo #.
pl: Plik I</etc/deluser.conf> zawiera domy¶lne warto¶ci konfiguracji programów B<deluser(8)> oraz B<delgroup(8)>. Ka¿da opcja ma postaæ I<opcja> = I<warto¶æ>. Dozwolone jest ujmowanie warto¶ci w apostrofy lub cudzys³owy. Linie komentarza musz± zaczynaæ siê od znaku hasha (#).

source: deluser(8) and delgroup(8) also read /etc/adduser.conf.
es: deluser(8) y delgroup(8) también leen /etc/adduser.conf.
pl: deluser(8) i delgroup(8) równie¿ czytaj± plik /etc/adduser.conf.

source: Removes the home directory and mail spool of the user to be removed. Value may be 0 or 1.
es: Determina si se elimina el directorio personal y de correo (n.t. mail spool) del usuario. Puede valer 1 o 0.
pl: Usuwa katalog domowy oraz plik zawieraj±cy przychodz±c± pocztê u¿ytkownika. Warto¶ci± tej opcji mo¿e byæ 0 lub 1.

source: Removes all files on the system owned by the user to be removed. If this option is activated B<REMOVE_HOME> has no effect. Values may be 0 or 1.
es: Elimina todos los ficheros del sistema pertenecientes al usuario eliminado. Si la opción está activada B<REMOVE_HOME> no tiene efecto. Puede valer 1 o 0.
pl: Usuwa z systemu wszystkie pliki, których w³a¶cicielem jest usuwany u¿ytkownik. Je¿eli ta opcja jest aktywna, to B<REMOVE_HOME> nie ma ¿adnego efektu. Warto¶ci± tej opcji mo¿e byæ 0 lub 1.

source: If B<REMOVE_HOME> or B<REMOVE_ALL_FILES> is activated all files are backuped before they are removed. The backup file that is created defaults to username.tar(.gz|.bz2) in the directory specified by the B<BACKUP_TO> option. The compression method is chosen to the best that is available. Values may be 0 or 1.
pl: Je¿eli uaktywniono B<REMOVE_HOME> lub B<REMOVE_ALL_FILES>, to wszystkie pliki przed usuniêciem s± archiwizowane. Domy¶ln± nazw± pliku archiwum jest nazwa-u¿ytkownika.tar(.gz|.bz2) w katalogu okre¶lonym w opcji B<BACKUP_TO>. Jako metodê kompresji wybiera siê najlepsz± spo¶ród tych, które s± dostêpne. Warto¶ci± tej opcji mo¿e byæ 0 lub 1.

source: If B<BACKUP> is activated, B<BACKUP_TO> specifies the directory the backup is written to. Default is the current directory.
es: Si B<BACKUP> está activado, B<BACKUP_TO> especifica el directorio donde se escriben la copia de seguridad. Si se omite es el directorio actual.
pl: Je¿eli uaktywniono B<BACKUP>, to B<BACKUP_TO> okre¶la nazwê katalogu, w którym s± zapisywane pliki z kopiami zapasowymi. Domy¶ln± warto¶ci± jest katalog bie¿±cy.

source: A list of regular expressions, space separated. All files to be deleted in course of deleting home directories or deleting files owned by the user to be deleted are checked against each of these regular expressions. If a match is detected, the file is not deleted. Defaults to a list of system directories, leaving only /home.
pl: Lista wyra¿eñ regularnych rozdzielonych spacjami. Wed³ug tych wyra¿eñ s± sprawdzane wszystkie pliki przeznaczone do usuniêcia z powodu usuwania katalogów domowych albo z powodu usuwania plików, których w³a¶cicielem jest dany u¿ytkownik. Je¿eli plik pasuje do wyra¿enia, to nie jest usuwany. Warto¶ci± domy¶ln± jest lista katalogów systemowych, oprócz /home.

source: Only delete a group if there are no user who belong to this group. Defaults to 0.
pl: Usuwa grupê, tylko wtedy gdy nie nale¿y do niej ¿aden u¿ytkownik. Warto¶ci± domy¶ln± jest 0.

source: A regular expression which describes all file systems which should be excluded when looking for files of a user to be deleted. Defaults to "(proc|sysfs|usbfs|devpts|tmpfs)".
pl: Wyra¿enie regularne opisuj±ca wszystkie systemy plików, które powinny byæ pominiête podczas wyszukiwania plików u¿ytkownika przeznaczonych do usuniêcia. Warto¶æ domy¶lna to "(proc|sysfs|usbfs|devpts|tmpfs)".
