Repository: gooroom/adduser
Catalog: doc/po4a/po/*.po
Languages: es, pl

source: If B<REMOVE_HOME> or B<REMOVE_ALL_FILES> is activated all files are backuped before they are removed. The backup file that is created defaults to username.tar(.gz|.bz2) in the directory spefied by the B<BACKUP_TO> option. The compression method is chosen to the best that is available. Values may be 0 or 1.
es: Si B<REMOVE_HOME> o B<REMOVE_ALL_FILES> está activado se salvan todos los ficheros antes de eliminarlos. La copia de seguridad creada será de forma predeterminada nombreusuario.tar(.gz|.bz2) en el directorio especificado por la opción B<BACKUP_TO .> El método de compresión es el mejor de los que estén disponibles. Puede valer 1 o 0.

source: specify an inclusive range of UIDs from which system UIDs can be dynamically allocated. Default to I<100> - I<999>.
es: especifica un rango dinámico de IDs para usuarios del sistema (ambos incluidos). Por omisión es I<100> - I<999>.

source: B<deluser> [options] [--remove-home] [--home DIR] [--remove-all-files] [--backup] [--backup-to] user
es: B<deluser> [opciones] [--remove-home] [--home DIR] [--remove-all-files] [--backup] [--backup-to] usuario

source: If called with one non-option argument and without the B< --group >option,B< deluser> will remove a normal user.
es: Si se invoca con un argumento que no es ninguna opción y sin las opciones B<--group>, B<deluser> eliminará un usuario normal.

source: By default, B<deluser> will remove the user without removing the home directory, the mail spool or any other files on the system owned by the user. Removing the home directory and mail spool can be achieved using the B<--remove-home> option. If the B<--home> option is given, deluser will only remove the user if the directory given to the B<--home> option matches the user's real home directory.
es: Por omisión, B<deluser> eliminará el usuario, pero no su directorio personal ni su directorio de correo (n.t. mail spool) o cualquier otro fichero del sistema perteneciente al usuario. El directorio personal y el de correo pueden eliminarse con la opción B<--remove-home .> Si se usa la opción B<--home> , deluser sólo eliminará el usuario si el directorio dado a la opción B<--home> coincide con el directorio personal real del usuario.

source: If the file B</usr/local/sbin/deluser.local> exists, it will be executed after the user account has been removed in order to do any local setup. The arguments passed to B<deluser.local> are:
es: Si existe el fichero B</usr/local/sbin/deluser.local> , este se ejecutará después de eliminar la cuenta de usuario de forma que se pueda realizar algún ajuste local. Los argumentos que se pasan a B<deluser.local> son:

source: Warning: If any users have the group to be removed as primary group the group cannot be removed.
es: Aviso: Si cualquier usuario tiene como grupo primario al grupo que se va a eliminar, éste no puede ser eliminado.

source: Remove an user from a specific group
es: Eliminar un usuario de un grupo específico

source: If called with two non-option arguments, B<deluser> will remove an user from a specific group.
es: Si se invoca con dos argumentos que no sean opciones, B<deluser> eliminará el usuario del grupo especificado.

source: Only delete if user/group is a system user/group. This avoids accidentally deleting non-system user/groups. Additionally, if the user does not exist, no error value is returned. This option is mainly for use in Debian package maintainer scripts.
es: Sólo elimina si el usuario/grupo es un usuario/grupo del sistema. Esto evita borrar accidentalmente usuarios/grupos que no sean del sistema. Además, si el usuario no existe, no se devuelve ningún valor de error. Esta opción está principalmente para su uso en los scripts de desarrollador de paquetes de Debian.

source: Copyright (C) 2000 Roland Bauerschmidt. Modifications (C) 2004 Marc Haber. This manpage and the deluser program is based on adduser which is:
es: Copyright (C) 2000 Roland Bauerschmidt. Modificaciones (C) 2004 Marc Haber. Esta página del manual y el programa deluser se basan en adduser, el cual es:

source: B<adduser> [options] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] user
es: B<adduser> [opciones] [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--ingroup GRUPO | --gid ID] [--disabled-password] [--disabled-login] [--gecos GECOS] usuario

source: [--quiet] [--force-badname] [--help] [--version] [--conf FILE]
es: [--quiet] [--force-badname] [--help] [--version] [--conf FICHERO]

source: B<adduser> and B<addgroup> add users and groups to the system according to command line options and configuration information in I</etc/adduser.conf>. They are friendlier front ends to the low level tools like B<useradd,> B<groupadd> and B<usermod> programs, choosing Debian policy conformant UID and GID values, creating a home directory with skeletal configuration, running a custom script, and other features. B<adduser> and B<addgroup> can be run in one of five modes:
es: B<adduser> y B<addgroup> añaden usuarios al sistema de acuerdo a las opciones de la línea de órdenes y a la configuración en I</etc/adduser.conf>. Proporcionan una interfaz más amigable para los programas B<useradd> y B<groupadd> , eligen valores para UID y GID conformes con las normas de Debian, crean un directorio personal con la configuración predeterminada, ejecutan un script personalizado y algunas otras cosas. B<adduser> y B<addgroup> pueden ejecutarse de cinco maneras distintas:

source: By default, each user in Debian GNU/Linux is given a corresponding group with the same name and id. Usergroups allow group writable directories to be easily maintained by placing the appropriate users in the new group, setting the set-group-ID bit in the directory, and ensuring that all users use a umask of 002. If this option is turned off by setting B<USERGROUPS> to I<no>, all users' GIDs are set to B<USERS_GID>. Users' groups can also be overridden from the command line with the B<--gid> or B<--ingroup> options to set the group by id or name, respectively.
es: Por omisión, cada usuario en Debian GNU/Linux tiene su grupo correspondiente con el mismo nombre e id. Los grupos de usuarios permiten mantener directorios escribibles por un grupo de usuarios de forma sencilla añadiendo los usuarios apropiados al nuevo grupo, habilitando después el bit set-group-ID en el directorio, y asegurándose de que todos los usuarios tengan un umask de 002. Si esta opción se deshabilita estableciendo B<USERGROUPS> a I<no> , todos los GID de usuario corresponderán a B<USERS_GID>. Los grupos de usuario también pueden deshabilitarse usando las opciones de la línea de órdenes B<--gid> o B<--ingroup> para establecer el grupo por id o por nombre, respectivamente.

source: B<adduser> will copy files from B<SKEL> into the home directory and prompt for finger (gecos) information and a password. The gecos may also be set with the B<--gecos> option. With the B<--disabled-login> option, the account will be created but will be disabled until a password is set. The B<--disabled-password> option will not set a password, but login are still possible for example through SSH RSA keys.
es: B<adduser> copiará los ficheros de B<SKEL> en el directorio personal y preguntará por la información del campo gecos y por la clave. El campo gecos también puede especificarse con la opción B<--gecos.> Con la opción B<--disabled-login> , la cuenta se creará pero estará deshabilitada hasta que se proporcione una clave. La opción B<--disabled-password> no establecerá la clave, pero todavía será posible trabajar con la cuenta, por ejemplo mediante claves SSH RSA.

source: username uid gid home-directory, and the environment variables DEBUG and VERBOSE will be set according to the settings in the master program.
es: usuario uid gid directorio-personal, y las variables de entorno DEBUG y VERBOSE se establecerán de acuerdo con la configuración del programa maestro.

source: If called with one non-option argument and the B<--system> option, B<adduser> will add a system user. If an user with an uid in the system range (or if the uid is specified, with that) does already exist, adduser will exit with a warning.
es: Si se invoca con un argumento que no es ninguna opción y la opción B<--system>, B<adduser> añadirá un un usuario del sistema. Si ya existe un usuario con un uid en el rango del sistema (o si se especifica manualmente), adduser terminará silenciosamente.

source: Like --disabled-login, but logins are still possible for example through SSH RSA keys, but not using password authentication.
es: Como --disabled-login, pero todavía es posible usar la cuenta, por ejemplo mediante claves SSH RSA, pero no usando autenticación de claves.
