Repository: gooroom/adduser
Catalog: po/*.po
Languages: da, es

source: No options allowed after names.
da: Ingen tilvalgsmuligheder tilladt efter navne.
es: No se permiten opciones después de los nombres.

source: --ingroup requires an argument.
da: --ingroup kræver et argument.
es: --ingroup necesita un parámetro.

source: --home requires an argument.
da: --home kræver et argument.
es: --home necesita un parámetro.

source: Warning: The home dir you specified already exists.
da: Advarsel: Den hjemmemappe du angav eksisterer allerede.
es: Aviso: El directorio home que Usted especificó ya existe.

source: The home dir must be an absolute path.
da: Hjemmemappen skal være en absolut sti.
es: El directorio home debe ser un path absoluto.

source: --gecos requires an argument.
da: --gecos kræver et argument.

source: --shell requires an argument.
da: --shell kræver et argument.

source: --uid requires a numeric argument.
da: --uid kræver et numerisk argument.
es: --uid necesita un parámetro numérico.

source: --firstuid requires a numeric argument.
da: --firstuid kræver et numerisk argument.

source: --lastuid requires a numeric argument.
da: --lastuid kræver et numerisk argument.

source: --gid requires a numeric argument.
da: --gid kræver et numerisk argument.
es: --gid necesita un parámetro numérico.

source: --conf requires an argument.
da: --conf kræver et argument.
es: --conf necesita un parámetro.

source: `%s' doesn't exist.
da: `%s' eksisterer ikke.
es: `%s' no existe.

source: Unknown argument `%s'.
da: Ukendt argument `%s'.
es: Parámetro desconocido `%s'.

source: Only root may add a user or group to the system.
da: Kun root må tilføje en bruger eller gruppe til systemet.
es: Sólo root puede añadir un usuario o un grupo al sistema.

source: Enter a groupname to add:
da: Indtast gruppenavn der skal tilføjes:
es: Ingrese un nombre de grupo a añadir:

source: Enter a username to add:
da: Indtast brugernavn der skal tilføjes:
es: Ingrese un nombre de usuario a añadir:

source: I need a name to add.
da: Jeg har brug for et navn at tilføje.
es: Necesito un nombre que añadir.

source: No more than two names.
da: Ikke mere end to navne.
es: No más de dos nombres.

source: Specify only one name in this mode.
da: Specificer kun et navn i denne mode.
es: Especifique sólo un nombre en este modo.

source: --group, --ingroup, and --gid options are mutually exclusive.
da: --group, --ingroup, og --gid kan ikke bruges sammen.
es: Las opciones --group, --ingroup y --gid son mutuamente excluyentes.

source: The group `%s' already exists.
da: Gruppen `%s' eksisterer allerede.
es: El grupo `%s' ya existe.

source: The GID `%s' is already in use.
da: GID'et `%s' er allerede i brug.
es: El GID `%s' ya está en uso.

source: No GID is available in the range
da: Intet GID er ledigt i omfanget
es: No hay un GID disponible en el rango

source: Group `%s' not created.
da: Gruppe `%s' ikke tilføjet.
es: Grupo `%s' no creado.

source: Adding group %s (%s)...
da: TIlføjer gruppe %s (%s)...
es: Añadiendo el grupo %s (%s)...

source: Done.
da: Færdig.
es: Hecho.

source: The user `%s' doesn't exist.
da: Brugeren `%s' eksisterer ikke.
es: El usuario `%s' no existe.

source: The group `%s' doesn't exist.
da: Gruppen `%s' eksisterer ikke.
es: El grupo `%s' no existe.

source: The user `%s' is already a member of %s.
da: Brugeren `%s' er allerede et medlem af %s.
es: El usuario `%s' ya es un miembro de %s.

source: Adding user %s to group %s...
da: Füge Benutzer %s in Gruppe %s hinzu...
es: Añadiendo al usuario %s al grupo %s...

source: User %s does already exist. Exiting...
da: Bruger `%s' eksisterer allerede. Afslutter...

source: Adding system user %s...
da: Tilføjer system bruger %s...
es: Añadiendo usuario del sistema %s...

source: No UID/GID pair is available in the range
da: Intet UID/GID par er ledigt i omfanget
es: No hay un par UID/GID disponible en el rango

source: User `%s' not created.
da: Bruger `%s' ikke tilføjet.
es: Usuario `%s' no creado.

source: No UID is available in the range
da: Intet UID leidgt i omfanget
es: No hay un UID disponible en el rango

source: Internal error
da: Intern fejl
es: Error interno

source: Adding new group %s (%s).
da: Tilføjer ny gruppe %s (%s).
es: Añadiendo nuevo grupo %s (%s).

source: Adding new user %s (%s) with group %s.
da: Tilføjer ny bruger %s (%s) med gruppe %s.
es: Añadiendo nuevo usuario %s (%s) con grupo %s.

source: Not creating home directory.
da: Opretter ikke hjemmemappe.
es: No se crea el directorio home.

source: Home directory %s already exists.
da: Hjemmemappe %s eksisterer allerede.
es: El directorio home %s ya existe.

source: Creating home directory %s.
da: Opretter hjemmemappe %s.
es: Creando el directorio home %s.

source: Adding user %s...
da: Tilføjer bruger %s...
es: Añadiendo usuario %s...

source: Home directory %s already exists. Not copying from %s
da: Hjemme mappe %s eksisterer allerede. Kopierer ikke fra %s
es: El directorio hogar %s ya existe. No se lo copia desde %s

source: Copying files from %s
da: Kopierer filerne fra %s
es: Copiando archivos desde %s

source: Is the information correct? [y/N]
da: Er informationerne korrekte? [j/N]

source: y
da: j

source: Setting quota from %s.
da: Sætter kvota fra %s.
es: Configurando quota desde %s.

source: The user `%s' already exists.
da: Brugeren `%s' eksisterer allerede.

source: The UID `%s' already exists.
da: UID `%s' eksisterer allerede.

source: The GID `%s' already exists.
da: GID `%s' eksisterer allerede.

source: The GID `%s' doesn't exist.
da: BID `%s' eksisterer ikke.

source: To avoid problems, the username should consist of a letter or underscore followed by letters, digits, underscores, and dashes. For compatibility with Samba machine accounts also $ is supported at the end of the username
da: For at undgå problemer, bør brugernavnet bestå af et bogstaver eller en underscore efterfulgt af bogstaver, tal, underscore og bindestreger. For kompatibilitet med Samba konti er $ også understøttet i slutningen af brugernavnet

source: Please enter a username consisting of a lower case letter followed by lower case letters and numbers. Use the `--force-badname' option to allow underscores, and uppercase.
da: Indtast et brugernavn indeholdende et lille bogstav efterfulgt af små bogstaver og tal. Brug `--force-badname' for at tillade underscore og store bogstaver.

source: Allowing use of questionable username.
da: Tillader brug af tvivlsomt brugernavn.

source: Selecting from %s %s (%s).
da: Vælger fra %s %s (%s).

source: Removing directory `%s'
da: Fjerner mappe `%s'

source: Removing user `%s'.
da: Fjerner bruger `%s'

source: Removing group `%s'.
da: Fjerner gruppe `%s'

source: adduser [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--gecos GECOS] [--ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] user Add a normal user adduser --system [--home DIR] [--shell SHELL] [--no-create-home] [--uid ID] [--gecos GECOS] [--group | --ingroup GROUP | --gid ID] [--disabled-password] [--disabled-login] user Add a system user adduser --group [--gid ID] group addgroup [--gid ID] group Add a user group adduser --group --system [--gid ID] group addgroup --system [--gid ID] group Add a system group adduser user group Add an existing user to an existing group Global configuration is in the file %s. Other options are [--quiet] [--force-badname] [--help] [--version] [--conf FILE].
da: adduser [--home MAPPE] [--shell SKAL] [--no-create-home] [--uid ID] [--firstuid ID] [--lastuid ID] [--gecos GECOS] [--ingroup GRUPPE | --gid ID] [--disabled-password] [--disabled-login] bruger Tilføjer en normal bruger adduser --system [--home MAPPE] [--shell SKAL] [--no-create-home] [--uid ID] [--gecos GECOS] [--group | --ingroup GRUPPE | --gid ID] [--disabled-password] [--disabled-login] bruger Tilføjer en system bruger adduser --group [--gid ID] gruppe addgroup [--gid ID] gruppe Tilføjer en brugergruppe adduser --group --system [--gid ID] gruppe addgroup --system [--gid ID] gruppe Tilføjer en systemgruppe adduser bruger gruppe Tilføjer eksisterende bruger til en eksisterende gruppe Den globale opsætningsfil er %s. Andre tilvalg er [--quiet] [--force-badname] [--help] [--version] [--conf FIL].

source: In order to use the --remove-home, --remove-all-files, and --backup features, you need to install the `perl-modules' package. To accomplish that, run apt-get install perl-modules
da: For at bruge --remove-home, --remove-all-files, og --backup mulighederne, skal du installere `perl-modules' pakken. For at gøre det, kør apt-get install perl-modules

source: Only root may remove a user or group from the system.
da: Kun root må fjerne en bruger eller gruppe fra systemet.
es: Sólo root puede eliminar un usuario o un grupo del sistema.

source: Enter a groupname to remove:
da: Indtast gruppenavn der skal fjernes:
es: Ingrese el nombre de un grupo a eliminar:

source: Enter a username to remove:
da: Indtast brugernavn der skal fjernes:
es: Ingrese el nombre de un usuario a eliminar:

source: I need a name to remove.
da: Jeg har brug for et navn at fjerne.
es: Necesito un nombre que eliminar.

source: `%s' does not exist.
da: `%s' eksisterer ikke.
es: `%s' no existe.

source: Looking for files to backup/remove...
da: Kigger efter filer til at backup/fjerne...

source: Backuping files to be removed...
da: Backer filer op til at blive fjernet...
es: Guardando por las dudas los archivos que serán borrados...

source: Removing files...
da: Fjerner filer...
es: Borrando archivos...

source: Removing user %s...
da: Fjerner bruger %s...
es: Eliminando usuario %s...

source: done.
da: Færdig.
es: hecho.

source: There are users having `%s' as primary group!
da: Der er brugere der har %s som primær gruppe!
es: ¡Hay usuarios con `%s' como su grupo primario!

source: Removing group %s...
da: Fjerner gruppe %s...
es: Eliminando el grupo %s ...

source: You may not remove the user from his/her primary group.
da: Du må ikke fjerne en bruger fra han/hendes primære gruppe.
es: No se puede sacar al usuario de su grupo primario.

source: %s is not a member of group %s.
da: %s er ikke et medlem af gruppen %s.
es: %s no es un miembro del grupo %s.

source: Removing user %s from group %s...
da: Fjerner bruger %s fra gruppe %s...
es: Sacando al usuario %s del grupo %s...

source: removing user and groups from the system. Version:
da: fjerner bruger og grupper fra systemet. Version:
es: eliminando usuario y grupos del sistema. Versión:

source: Global configuration is in the file %s.
da: Den globale konfigurations fil er i %s.
es: La configuración global está en el archivo %s.

source: %s: %s doesn't exist. Using defaults.
da: %s: %s eksisterer ikke. Bruger standard.
es: %s: %s no existe. Usando valores por omisión.

source: Couldn't parse %s:%s.
da: Kunne ikke fortolke %s:%s

source: Unknown variable `%s' at %s:%s.
da: Ukendt variabel `%s' på %s:%s.

source: Is the information correct? [y/n]
es: ¿Es correcta la información? [y/n]
